[
  {
    "id": "green",
    "color": "#00FF00",
    "label": "EQUIPE DES VERTS",
    "steps": [
      {
        "id": "6f4d5a8f",
        "coords": {
          "latitude": 48.8824866,
          "longitude": 2.3213032
        },
        "pictureUrl": "https://images.freeimages.com/images/large-previews/ad5/escalante-2-1391686.jpg",
        "text": "Commodo ipsum cupidatat anim quis ullamco cillum laboris fugiat. Est anim incididunt sunt irure non nulla veniam ullamco consectetur laborum in. Consequat cillum ipsum occaecat ullamco magna id deserunt labore commodo ut nostrud irure dolore."
      },
      {
        "id": "786e13d3",
        "coords": {
          "latitude": 48.8772315,
          "longitude": 2.3231175
        },
        "pictureUrl": "https://images.freeimages.com/images/large-previews/287/stone-people-1396776.jpg",
        "text": "Ipsum Lorem occaecat aute do. Irure magna deserunt anim et aliqua ea veniam laborum deserunt. Laboris non aliqua irure sint adipisicing consectetur aliqua nisi velit proident irure dolore dolore id. Amet dolor cillum labore ullamco mollit id non. Irure esse aute duis mollit amet exercitation irure id incididunt magna in exercitation. Excepteur esse elit incididunt anim elit non duis exercitation incididunt nulla pariatur est."
      },
      {
        "id": "f16a32fb",
        "coords": {
          "latitude": 48.8719697,
          "longitude": 2.3294127
        },
        "pictureUrl": "https://images.freeimages.com/images/large-previews/311/heart-of-stone-1316008.jpg",
        "text": "Mollit amet labore quis quis incididunt reprehenderit ea fugiat veniam ut. Adipisicing esse do id cupidatat proident in ipsum minim nostrud reprehenderit veniam veniam. Ut sint dolor occaecat consectetur labore labore commodo duis magna ex. Irure laboris laboris ea ut id incididunt magna. Est tempor quis magna cillum incididunt ipsum anim dolore adipisicing et officia. Qui duis commodo adipisicing laboris commodo adipisicing ipsum mollit voluptate. Sint proident excepteur et nisi anim proident cillum veniam."
      },
      {
        "id": "9da17bf9",
        "coords": {
          "latitude": 48.8627508,
          "longitude": 2.3362121
        },
        "pictureUrl": "https://images.freeimages.com/images/large-previews/914/antique-tools-1413774.jpg",
        "text": "Labore quis reprehenderit deserunt nulla exercitation. Excepteur et tempor nostrud minim. Anim cupidatat do ea ipsum. Magna ullamco sunt ut occaecat veniam mollit sunt velit dolor aute nostrud ea. Consequat esse sint occaecat nulla velit minim cillum ullamco ea dolor. Et laborum eu veniam aute tempor anim consectetur. Incididunt irure commodo sunt tempor qui elit veniam dolor officia cillum enim ut deserunt."
      }
    ]
  }
]
